Repository: Rashid-Khabeer/smart_school
Catalog: lib/src/l10n/app_*.arb
Languages: ur

source: Login
ur: چونە ژوورەوە

source: UserName
ur: نازناو

source: Password
ur: تێپەرە ووشە

# forgot
source: Forgot Password
ur: تێپەرە ووشەم بیرچووە

# privacy
source: Privacy Policy
ur: رێساو یاسا

# language
source: Choose Language
ur: زامان هەڵبژێرە

source: English
ur: ئینگلیزی

source: Arabic
ur: عەرەبی

source: Kurdish
ur: کوردی

# stdName
source: Student Name {name}
ur: ناوی قوتابی {name}

# className
source: Class {className}
ur: پۆل {className}

source: Menu
ur: لیست

source: Class Table
ur: خشتەی پۆل

source: Chat
ur: چات

source: Profile
ur: پرۆفایل

source: Fee
ur: پارەی خوێندن

# live
source: Live Class
ur: وانەی راستەوخۆ

source: Lesson Plan
ur: پلانی وانە

source: Syllabus Status
ur: دۆخی خوێندن

source: Homework
ur: ئەرکی ماڵەوە

# exam
source: Online Exam
ur: تاقیکردنەوەی ئۆنلاین

source: Downloads
ur: دابەزاندن

source: Attendance
ur: ئامادەبوون

source: Examination
ur: تاقیکردنەوە

# notice
source: Notice Board
ur: تەختەی تێبینی

# reviews
source: Teachers Review
ur: هەڵسەنگاندی مامۆستا

source: Library
ur: کتێبخانە

source: Transport
ur: گواستنەوەی قوتابی

source: Hostel
ur: بەشی ناوەخۆیی

source: Task
ur: ئەرک

source: log Out
ur: چوونەدەرەوە

# change
source: Change Language
ur: زمان هەڵبژێرە

# rollNo
source: Roll Number {no}
ur: ژمارەی ئەرک {no}

source: Admission Date
ur: بەرواری تۆمار

# dob
source: Date of Birth
ur: رۆژی لە داکبوون

source: Category
ur: جۆر

# mobileNo
source: Mobile Number
ur: ژمارەی مۆبایل

source: Religion
ur: ئاین

source: Email
ur: ئیمەیل

source: Current Address
ur: ناونیشانی ئیستا

source: Permanent Address
ur: ناونیشانی بەردەوام

source: Blood Group
ur: جۆری خوێن

source: Height
ur: بەژن

source: Weight
ur: وەزن

source: As On Date
ur: لە بەرواری

source: Medical History
ur: بارو دۆخی تەندروستی

source: Father
ur: باوک

source: Mother
ur: دایک

source: Guardian
ur: کەسی ئاگادار

source: Previous School
ur: قوتابخانەی پێشوو

# nic
source: National ID Number
ur: ژمارەی پاسەپۆرت

# localId
source: Local ID Number
ur: ژمارەی کارتی نیشتیمانی

# bankNo
source: Bank Account Number
ur: ژمارەی حیساب بانک

source: Bank Name
ur: ناوی بانک

# ifsc
source: IFSC Code
ur: IFSC کۆد

source: Vehicle Route
ur: هێلی گواستنەوەی پاس

source: Vehicle No
ur: ژمارەی ئۆتۆمبێل

source: Driver Name
ur: ناوی شوفێر

source: Driver Contact
ur: ژمارەی پەیوەندی شوفێر

source: Amount
ur: کۆی گشتی

source: Discount
ur: داشکان

source: Fine
ur: سزا

source: Paid
ur: پارەدراوە

source: Balance
ur: بلانس

source: View
ur: بینین

source: Due Date
ur: بەرواری قیست

source: Paid Amount
ur: بڕی پارەدراو

source: Balance Amount
ur: کۆی بەڵانس

source: UnPaid
ur: پارەنەدراوە

source: Partial
ur: بەشێک دراوە

source: Date
ur: بەروار

source: Live Class
ur: زووم خوێندنی ئۆنلاین

source: Join
ur: پەیوەندی کردن

source: Awaited
ur: چاوەرێی

source: Finished
ur: تەواو بووە

source: Cancelled
ur: هەڵوەشێنرایەوە

source: Sunday
ur: یەکشەممە

source: Monday
ur: دوو شەممە

source: Tuesday
ur: سێ شەممە

source: Wednesday
ur: چوار شەممە

source: Thursday
ur: پێنج شەممە

source: Friday
ur: هەینی

source: Saturday
ur: شەممە

source: Time
ur: کات

source: Subject
ur: بابەت

source: Room No
ur: ژمارەی ژوور

source: Home Work
ur: ئەرکی ماڵەوە

source: Add Homework
ur: زیادکردنی ئەرکی ماڵەوە

source: Homework Date
ur: بەرواری ئەرک

source: Submission Date
ur: بەرواری پێشکەشکردن

source: created By
ur: دانراوە لە لایەن

source: Evaluated By
ur: هەڵسەنگاندنی لەلایەن

source: Message
ur: نامە

# noImage
source: No Image Selected!
ur: هیچ وێنەیەک دانەنراوە!

source: Syllabus
ur: بەرنامەی خوێندن

source: Presentation
ur: پێشکەش کردن

source: Lesson
ur: وانە

source: Topic
ur: بابەت

source: Sub Topic
ur: جۆری بابەت

source: General Objectives
ur: ئامانجە گشتیەکان

# teachingMethod
source: Teaching Methods
ur: رێگای وانە وتنەوە

source: Previous Knowledge
ur: زانیاری پێشوو

source: Comprehensive Knowledge
ur: زانیاری گشتگیر

source: LessonTopic
ur: بابەتی وانە

source: Syllabus Detail
ur: پوختەی بەرنامەی خوێندن

source: Completed
ur: تەواوبوو

source: Incomplete
ur: تەواونەبوو

source: Complete
ur: تەواو

source: No Status
ur: بی دۆخ

source: No Data
ur: هیچ زانیاریەک نەدۆزرایەوە

source: Status Published
ur: دۆخی بڵاوبۆوە

source: Available
ur: بەردەستە

source: Date From
ur: لە بەرواری

source: Date To
ur: بۆ بەرواری

source: Total Attempts
ur: کۆی هەوڵدانەکان

source: Duration
ur: ماوە

source: Attempted
ur: هەوڵدراو

source: Status
ur: دۆخ

source: Assignments
ur: ئەرکەکان

source: Study Material
ur: مادە خێندن

source: Other Downloads
ur: داگرتنەکانی تر
